Repository: microcomp/ckanext-api_management
Catalog: ckanext/api_management/i18n/*/LC_MESSAGES/ckanext-api_management.po
Languages: sk

source: API management tools:
sk: Nástroje API management

source: New API key
sk: Nový API kľúč

source: You have not provided a biography.
sk: Neposkytli ste životopis

source: This user has no biography.
sk: Tento používateľ nemá životopis

source: Open ID
sk: Otvorený ID

source: Username
sk: Používateľské meno

source: This means only you can see this
sk: To znamená, že len vy môžte vidieť

source: Private
sk: Súkromné

source: Member Since
sk: Člen od

source: State
sk: Stav

source: API Key
sk: API kľúč

source: Administration
sk: Administratíva

source: Administrative tools
sk: Nástroje administratívy

source: According to your permissions assigned to your user account, you are allowed to use certain administrative tools. This tools provide extended functionality for managing content of CKAN.
sk: Na základe vašich oprávnení pre užívateľský účet, máte dovolené použiť administratívne nástroje. Tieto nástroje vám poskytujú rozšírené funkcionality pre spravovanie obsahu CKAN.

source: The available administrative tools are:
sk: Dostupné administratívne nástroje sú:

source: Comments administration
sk: Administratívy

source: Tags administration
sk: Administratíva tagov

source: Reported applications
sk: Hlásené aplikácie

source: Storage Administration
sk: Administratíva úložiska.

source: Datasets
sk: Datasety

source: Activity Stream
sk: Sled aktivít
